<?php

return [
    /** AdvanceSalary */
    'status_changed' => 'Статус успешно изменен',
    'salary_deleted' => 'Детали авансовой зарплаты успешно удалены',
    'theme_not_found' => 'Детали темы не найдены',
    'theme_changed' => 'Тема успешно изменена',

    /** Asset */
    'asset_saved' => 'Запись актива успешно сохранена',
    'asset_delete' => 'Детали актива успешно удалены',
    'asset_update' => 'Детали актива успешно обновлены',

    /** Asset Type */
    'asset_type_create' => 'Тип актива успешно создан',
    'asset_type_update' => 'Детали типа актива успешно обновлены',
    'asset_type_delete' => 'Тип актива успешно удален',

    /** attachment */
    'attachment_added' => 'Вложения успешно добавлены',
    'attachment_deleted' => 'Вложение успешно удалено',

    /** Attendance */
    'check_in' => 'Успешная регистрация сотрудника',
    'check_out' => 'Успешный выход сотрудника',
    'attendance_status_change' => 'Статус посещаемости успешно изменен',
    'add_attendance' => 'Посещаемость сотрудника успешно добавлена',
    'router_not_found' => 'Детали маршрутизатора филиала не найдены.',
    'checkout_notification' => 'Уведомление о выходе',
    'employee_checkout' => ':name вышел в :time',
    'employee_shift_checkout_alert' => 'Сотрудник уже вышел на смену',
    'checkin_alert' => 'Вы не можете выйти без регистрации',
    'employee_detail_not_found' => 'Детали сотрудника не найдены',
    'attendance_delete' => 'Посещаемость успешно удалена',
    'attendance_edit' => 'Посещаемость сотрудника успешно отредактирована',
    'checkIn' => 'Регистрация успешна',
    'checkOut' => 'Выход успешен',
    'employee_checkin' => ':name зарегистрировался в :time',
    'checkin_notification' => 'Уведомление о регистрации',

    /** award */
    'delete_award' => 'Награда успешно удалена',
    'update_award' => 'Детали награды успешно обновлены',
    'add_award' => 'Награда успешно создана',

    /** award Type */
    'delete_award_type' => 'Тип награды успешно удален',
    'update_award_type' => 'Детали типа награды успешно обновлены',
    'add_award_type' => 'Тип награды успешно создан',

    /** Bonus */
    'delete_bonus' => 'Детали бонуса успешно удалены',
    'update_bonus' => 'Детали бонуса успешно обновлены',
    'add_bonus' => 'Детали бонуса успешно созданы',

    /** Branch */
    'add_branch' => 'Новый филиал успешно добавлен',
    'branch_not_found' => 'Детали филиала не найдены',
    'update_branch' => 'Детали филиала успешно обновлены',
    'branch_delete_warning' => 'Невозможно удалить филиал с подразделениями',
    'branch_delete_router_warning' => 'Невозможно удалить филиал с деталями маршрутизатора',
    'delete_branch' => 'Запись филиала успешно удалена',

    /** client */
    'add_client' => 'Детали клиента успешно созданы',
    'update_client' => 'Детали клиента успешно обновлены',
    'delete_client' => 'Детали клиента успешно удалены',

    /** company */
    'add_company' => 'Детали компании успешно добавлены',
    'update_company' => 'Детали компании успешно обновлены',
    'add_company_warning' => 'Это демонстрационная версия. Купите приложение для использования всех функций',

    /** Dashboard */
    'company_not_found' => 'Детали компании не найдены',

    /** Department */
    'add_department' => 'Новый отдел успешно добавлен',
    'department_not_found' => 'Детали отдела не найдены',
    'update_department' => 'Детали отдела успешно обновлены',
    'delete_department_warning' => 'Невозможно удалить отдел с постами',
    'delete_department' => 'Запись отдела успешно удалена',

    /** Employee Logout */
    'logout_request' => 'Запрос на выход сотрудника принят',

    /** Employee salary */
    'account_not_found' => 'Детали счета сотрудника не найдены',
    'invalid_cycle' => 'Неверные данные цикла',
    'salary_cycle_update' => 'Цикл зарплаты успешно обновлен на :cycle',
    'payroll_update' => 'Зарплатная ведомость успешно обновлена',
    'payroll_delete_error' => 'Зарплатная ведомость не может быть удалена после оплаты или блокировки.',
    'payroll_delete' => 'Зарплатная ведомость успешно удалена',
    'salary_add' => 'Зарплата сотрудника успешно добавлена',
    'salary_update' => 'Зарплата сотрудника успешно обновлена',
    'payment_date_error' => 'Пожалуйста, выберите дату платежа при проведении платежа.',
    'payment_method_error' => 'Пожалуйста, выберите метод оплаты при проведении платежа.',
    'salary_delete' => 'Зарплата сотрудника успешно удалена',

    /** Fiscal Year */
    'invalid_format' => 'Неверный формат финансового года.',
    'start_date_mismatch' => 'Год начала должен совпадать с первым годом финансового года.',
    'end_date_mismatch' => 'Год окончания должен совпадать со вторым годом финансового года.',
    'minimum_duration' => 'Финансовый год должен длиться как минимум 365 дней.',
    'overlaps_existing' => 'Новый финансовый год пересекается с существующим.',
    'fiscal_year_created' => 'Финансовый год успешно создан',
    'fiscal_year_updated' => 'Детали финансового года успешно обновлены',
    'fiscal_year_deleted' => 'Финансовый год успешно удален',

    /** General Setting */
    'general_setting_update' => 'Детали общей настройки успешно обновлены',
    'general_setting_delete' => 'Детали общей настройки успешно удалены',
    'general_setting_add' => 'Новая деталь в общей настройке добавлена',

    /** Holiday */
    'holidays_added' => 'Новый деталь праздника успешно добавлена',
    'holidays_updated' => 'Детали праздника успешно обновлены',
    'holiday_status_changed' => 'Статус праздника успешно изменен',
    'holidays_removed' => 'Праздник успешно удален',
    'holidays_imported' => 'Детали праздников успешно импортированы',
    'holidays_import_error' => 'Ваши CSV-файлы не совпадают с нашими данными. Ваши столбцы должны быть в следующем порядке: событие, дата_события, примечание и только публичные_праздники',

    /** Leave */
    'leave_status_updated' => 'Статус успешно обновлен',
    'leave_submitted' => 'Запрос на отпуск успешно отправлен',
    'leave_notification_title' => 'Уведомление о запросе на отпуск',
    'leave_notification_message' => ':name запросил :days день(дней) отпуска с :from_date по :request_date. Причина: :reason',
    'leave_notification_message_on_behalf' => ':requester_name от имени :employee_name запросил :days день(дней) отпуска с :from_date по :request_date. Причина: :reason',

    /** Leave Type */
    'data_found' => 'Данные найдены',
    'leave_type_added' => 'Новый тип отпуска успешно добавлен, убедитесь, что существует процесс утверждения для этого типа отпуска.',
    'leave_type_updated' => 'Тип отпуска успешно обновлен, убедитесь, что существует процесс утверждения для этого типа отпуска.',
    'leave_type_not_found' => 'Тип отпуска не найден',
    'leave_type_cannot_delete_in_use' => 'Нельзя удалить :name, так как он используется',
    'leave_type_deleted' => 'Тип отпуска успешно удален',
    'leave_type_early_exit_status_changed' => 'Статус раннего выхода успешно изменен',

    /** NFC */
    'nfc_deleted' => 'NFC успешно удален',

    /** Notice */
    'notice_status_changed' => 'Статус уведомления успешно изменен',
    'notice_deleted' => 'Уведомление успешно удалено',
    'notice_sent' => 'Уведомление успешно отправлено',
    'notice_update_sent' => 'Уведомление успешно обновлено и отправлено',
    'notice_create_sent' => 'Уведомление успешно создано и отправлено',

    /** Notification */
    'notification_update_sent' => 'Уведомление успешно обновлено и отправлено',
    'notification_create_sent' => 'Уведомление успешно создано и отправлено',
    'notification_not_found' => 'Уведомление не найдено',
    'notification_status_change' => 'Статус уведомления успешно изменен',
    'notification_deleted' => 'Уведомление успешно удалено',
    'notification_sent' => 'Уведомление успешно отправлено',

    /** Office Time */
    'office_time_already_exists' => 'График офиса с началом :opening_time и окончанием :closing_time уже существует',
    'office_time_added' => 'Новый график офиса успешно добавлен',
    'office_time_added_night_shift' => 'Новый график офиса успешно добавлен. Помните, что несколько раз входа и выхода не будут работать для этой смены',
    'office_time_not_found' => 'Детали времени офиса не найдены',
    'office_time_updated' => 'Детали времени офиса успешно обновлены',
    'office_time_updated_night_shift' => 'Детали времени офиса успешно обновлены. Помните, что несколько раз входа и выхода не будут работать для этой смены',
    'office_time_status_change_error' => 'Статус времени офиса не может быть изменен. Он используется.',
    'office_time_delete_error' => 'Время офиса не может быть удалено. Оно используется.',
    'office_time_deleted' => 'График офиса успешно удален',

    /** Overtime */
    'overtime_add' => 'Сверхурочные успешно добавлены',
    'overtime_update' => 'Сверхурочные успешно обновлены',
    'overtime_delete' => 'Сверхурочные успешно удалены',

    /** Payment Currency */
    'currency_update' => 'Валюта платежа успешно обновлена',

    /** Payment Method */
    'payment_method_add' => 'Методы оплаты успешно добавлены',
    'payment_method_update' => 'Метод оплаты успешно обновлен',
    'payment_method_delete' => 'Детали метода оплаты успешно удалены',

    /** Post */
    'post_add' => 'Новая запись успешно добавлена',
    'post_update' => 'Детали записи успешно обновлены',
    'post_not_found' => 'Детали записи не найдены',
    'post_delete_error' => 'Запись с активными или неактивными сотрудниками не может быть удалена.',
    'post_delete' => 'Детали записи успешно удалены',

    /** Privacy Policy */
    'privacy_policy_not_found' => 'Политика конфиденциальности не найдена',
    'page_not_found' => 'Страница не найдена',

    /** Project */
    'project_notification' => 'Уведомление о проекте',
    'project_assign' => 'Вам назначен новый проект :name с сроком до :deadline',
    'project_add' => 'Новый проект успешно добавлен',
    'project_update' => 'Детали проекта успешно обновлены',
    'project_delete' => 'Детали проекта успешно удалены',
    'something_went_wrong' => 'Что-то пошло не так',
    'project_not_found' => 'Детали проекта не найдены',
    'project_leader_updated' => 'Лидер проекта :name успешно обновлен',
    'project_member_updated' => 'Член проекта :name успешно обновлен',

    /** QR */
    'qr_add' => 'QR успешно создан',
    'qr_update' => 'QR успешно обновлен',
    'qr_delete' => 'QR успешно удален',

    /** Role */
    'add_role' => 'Новая роль успешно добавлена',
    'role_not_found' => 'Детали роли не найдены',
    'admin_role_delete_error' => 'Роль администратора не может быть изменена',
    'role_update' => 'Детали роли успешно обновлены',
    'assign_role_delete_error' => 'Роль назначения не может быть удалена',
    'role_delete' => 'Детали роли успешно удалены',
    'assign_admin_warning' => 'Роль администратора всегда назначается со всеми разрешениями',
    'permission_update' => 'Разрешение успешно обновлено для роли',

    /** Router */
    'router_add' => 'Детали маршрутизатора успешно добавлены',
    'router_detail_not_found' => 'Детали маршрутизатора не найдены',
    'router_delete' => 'Детали маршрутизатора успешно удалены',
    'router_update' => 'Детали маршрутизатора успешно обновлены',

    /** Salary Component */
    'salary_component_add' => 'Компонент заработной платы успешно добавлен',
    'salary_component_update' => 'Детали компонента заработной платы успешно обновлены',
    'salary_component_delete' => 'Детали компонента заработной платы успешно удалены',

    /** Salary Group */
    'salary_group_delete' => 'Детали группы заработной платы успешно удалены',
    'salary_group_delete_error' => 'Эту группу заработной платы удалить нельзя, так как она используется.',
    'salary_group_update' => 'Детали группы заработной платы успешно обновлены',
    'salary_group_add' => 'Группа заработной платы успешно добавлена',

    /** Salary History */
    'salary_history_update' => 'Зарплата сотрудника успешно обновлена',

    /** Salary TDS */
    'salary_tds_add' => 'Детали TDS заработной платы успешно добавлены',
    'salary_tds_update' => 'Детали TDS успешно обновлены',
    'salary_tds_delete' => 'Детали TDS заработной платы успешно удалены',

    /** SSF */
    'ssf_add' => 'Детали SSF успешно добавлены',
    'ssf_update' => 'Детали SSF успешно обновлены',

    /** Static Page */
    'add_page' => 'Новый контент статической страницы успешно добавлен',
    'update_page' => 'Контент статической страницы успешно обновлен',
    'change_page_status' => 'Статус контента статической страницы успешно изменен',
    'static_page_not_found' => 'Детали контента статической страницы не найдены',
    'delete_page' => 'Контент статической страницы успешно удален',

    /** Support */
    'query_not_found' => 'Детали запроса не найдены',
    'support_notification' => 'Уведомление о поддержке',
    'support_message' => 'Ваш запрос на поддержку для :title был просмотрен и находится в статусе :status',
    'query_delete' => 'Запрос успешно удален',
    'query_status_change' => 'Статус запроса успешно изменен',

    /** Tada Attachment */
    'attachment_add' => 'Вложение Tada успешно добавлено',
    'attachment_delete' => 'Вложение Tada успешно удалено',

    /** Tada */
    'add_tada' => 'Детали Tada успешно добавлены',
    'update_tada' => 'Детали Tada успешно обновлены',
    'delete_tada' => 'Детали Tada успешно удалены',
    'tada_settlement_change' => 'Статус урегулирования Tada успешно изменен',
    'tada_status_change' => 'Статус деталей Tada успешно изменен',

    /** Task CheckList */
    'checklist_add' => 'Списки проверки задач успешно добавлены',
    'checklist_update' => 'Список проверки задач успешно обновлен',
    'checklist_delete' => 'Список проверки задач успешно удален',
    'checklist_status_change' => 'Статус списка проверки задач успешно изменен',

    /** Comment */
    'add_comment' => 'Данные успешно созданы',
    'delete_comment' => 'Комментарий успешно удален',
    'delete_reply' => 'Ответ на комментарий успешно удален',

    /** Task */
    'task_notification' => 'Уведомление о назначении задачи',
    'task_notification_message' => 'Вам назначена новая задача :name с сроком выполнения :end_date',
    'task_remove_notification_message'=> 'Вы были удалены из задачи :name',
    'task_add' => 'Новая задача успешно добавлена',
    'task_update' => 'Детали задачи успешно обновлены',
    'task_delete' => 'Детали задачи успешно удалены',

    /** Tax Report */
    'tax_report_add' => 'Налоговый отчет успешно обновлен',

    /** Team Meeting */
    'team_meeting_create' => 'Совещание команды успешно создано и отправлено',
    'team_meeting_update' => 'Совещание команды успешно обновлено и отправлено',
    'team_meeting_delete' => 'Детали совещания команды успешно удалены',
    'image_delete' => 'Изображение успешно удалено',

    /** Time Leave */
    'time_leave_not_found' => 'Запрос на отпуск не найден',
    'time_leve_fetch_error' => 'Ошибка при получении данных запроса на отпуск',
    'status_update' => 'Статус успешно обновлен',
    'time_leve_submit' => 'Запрос на отпуск успешно отправлен',

    /** Undertime */
    'ut_create' => 'Undertime успешно создан',
    'ut_update' => 'Undertime успешно обновлен',
    'ut_delete' => 'Undertime успешно удален',

    /** User */
    'add_user' => 'Детали нового сотрудника успешно добавлены',
    'user_not_found' => 'Детали пользователя не найдены',
    'update_user' => 'Детали пользователя успешно обновлены',
    'user_is_active_changed' => 'Статус активности пользователя успешно изменен',
    '_delete_own' => 'Удаление собственных записей невозможно',
    'user_remove' => 'Детали пользователя успешно удалены',
    'workspace_change' => 'Рабочее пространство пользователя успешно изменено',
    'user_password_change' => 'Пароль пользователя успешно изменен',
    'force_logout' => 'Принудительный выход выполнен успешно',
    'employee_leave_not_found' => 'Детали типа отпуска сотрудника не найдены',
    'employee_leave_removed' => 'Тип отпуска пользователя успешно удален',

    'asset_type_not_found' => 'Тип актива не найден',
    'attachment_not_found' => 'Детали вложения не найдены',
    'project_attachment_not_found' => 'Детали вложения проекта не найдены',
    'leave_attendance' => 'Невозможно отметиться, когда запрос на отпуск одобрен/ожидает подтверждения.',
    'holiday_attendance' => 'Регистрация не разрешена в праздничные дни или в выходные дни офиса',
    'earlier_checkin' => 'Регистрация раньше разрешенного времени!',
    'late_checkin' => 'Регистрация позже разрешенного времени, свяжитесь с администратором!',
    'early_checkout' => 'Вы не можете выйти раньше времени!',
    'late_checkout' => 'Регистрация позже разрешенного времени. свяжитесь с администратором',
    'attendance_outside' => 'Невозможно зарегистрироваться вне рабочего места',
    'attendance_not_found' => 'Детали присутствия не найдены',
    'invalid_credential' => 'Недействительные учетные данные пользователя!',
    'no_record_credentials' => 'Эти учетные данные не совпадают с нашими записями.',
    'log_out_request' => 'Запрос на выход все еще ожидает подтверждения, свяжитесь с администратором!',
    'log_out_error' => 'Пожалуйста, выйдите с другого устройства',
    'client_not_found' => 'Детали клиента не найдены',
    'holiday_not_found' => 'Детали праздника не найдены',
    'different_leave_bs_year' => 'Год отпуска BS должен совпадать с годом отпуска BS.',
    'different_leave_ad_year' => 'Год отпуска AD должен совпадать с годом отпуска AD.',
    'offday_leave' => 'Вы не можете взять отпуск в праздничные дни или выходные дни офиса',
    'leave_status_error' => 'Запрос на отпуск уже :status на указанную дату.',
    'leave_exceed_error' => 'Количество дней отпуска превышает :day дня для :name. Попробуйте другой вид отпуска',
    'leave_request_not_found' => 'Детали запроса на отпуск не найдены',
    'leave_pending_error' => 'Запрос на отпуск уже :status на указанную дату.',
    'leave_end_time_error' => 'Вы не можете взять отпуск после окончания рабочего дня',
    'leave_start_time_error' => 'Вы не можете взять отпуск до начала рабочего дня',
    'nfc_not_found' => 'Детали NFC не найдены',
    'notice_not_found' => 'Детали уведомления не найдены',
    'user_notification_not_found' => 'Детали уведомления пользователя не найдены',
    'unauthorized_action' => 'Несанкционированное действие',
    'advance_salary_not_found' => 'Детали аванса не найдены',
    'approve_salary_delete_error' => 'Детали одобренного аванса не могут быть удалены.',
    'advance_salary_limit' => 'Сумма, подлежащая освобождению, не может превышать запрошенную сумму (:amount)',
    'advance_salary_update_error' => 'Детали не могут быть обновлены или изменены после одобрения или отклонения',
    'employee_salary_not_found' => 'Зарплата сотрудника не найдена',
    'cannot_comment' => 'Извините, вы не можете комментировать эту задачу',
    'cannot_delete_comment' => 'Извините, вы не можете удалить этот комментарий',
    'cannot_delete_reply' => 'Извините, вы не можете удалить этот ответ',

];
