<?php

return [
    /** AdvanceSalary */
    'status_changed' => 'स्थिति सफलतापूर्वक परिवर्तन गरियो',
    'salary_deleted' => 'अग्रिम तलबको विवरण सफलतापूर्वक हटाइयो',
    'theme_not_found' => 'थिम विवरण फेला परेन',
    'theme_changed' => 'थिम सफलतापूर्वक परिवर्तन गरियो',

    /** Asset */
    'asset_saved' => 'सम्पत्ति अभिलेख सफलतापूर्वक सुरक्षित गरियो',
    'asset_delete' => 'सम्पत्ति विवरण सफलतापूर्वक हटाइयो',
    'asset_update' => 'सम्पत्ति विवरण सफलतापूर्वक अद्यावधिक गरियो',

    /** Asset Type */
    'asset_type_create' => 'सम्पत्ति प्रकार सफलतापूर्वक सिर्जना गरियो',
    'asset_type_update' => 'सम्पत्ति प्रकारको विवरण सफलतापूर्वक अद्यावधिक गरियो',
    'asset_type_delete' => 'सम्पत्ति प्रकार सफलतापूर्वक हटाइयो',

    /** attachment */
    'attachment_added' => 'संलग्नकहरू सफलतापूर्वक थपियो',
    'attachment_deleted' => 'संलग्नक सफलतापूर्वक हटाइयो',

    /** Attendance */
    'check_in' => 'कर्मचारी चेक-इन सफल भयो',
    'check_out' => 'कर्मचारी चेक-आउट सफल भयो',
    'attendance_status_change' => 'उपस्थितिको स्थिति सफलतापूर्वक परिवर्तन गरियो',
    'add_attendance' => 'कर्मचारी उपस्थिति सफलतापूर्वक थपियो',
    'router_not_found' => 'शाखा राउटर विवरणहरू फेला परेन।',
    'checkout_notification' => 'चेकआउट सूचना',
    'employee_checkout' => ':name ले :time मा चेकआउट गरिसकेको छ',
    'employee_shift_checkout_alert' => 'कर्मचारीले शिफ्टको लागि पहिल्यै चेकआउट गरिसकेको छ',
    'checkin_alert' => 'चेक इन नगरी चेकआउट गर्न सक्नुहुन्न',
    'employee_detail_not_found' => 'कर्मचारी विवरण फेला परेन',
    'attendance_delete' => 'उपस्थिति सफलतापूर्वक हटाइयो',
    'attendance_edit' => 'कर्मचारी उपस्थिति सफलतापूर्वक सम्पादन गरियो',
    'checkIn' => 'चेक-इन सफल',
    'checkOut' => 'चेक-आउट सफल',
    'employee_checkin' => ':name ले :time मा चेक-इन गरेको छ',
    'checkin_notification' => 'चेक-इन सूचना',

    /** award */
    'delete_award' => 'पुरस्कार सफलतापूर्वक हटाइयो',
    'update_award' => 'पुरस्कार विवरण सफलतापूर्वक अद्यावधिक गरियो',
    'add_award' => 'पुरस्कार सफलतापूर्वक सिर्जना गरियो',

    /** award Type */
    'delete_award_type' => 'पुरस्कार प्रकार सफलतापूर्वक हटाइयो',
    'update_award_type' => 'पुरस्कार प्रकार विवरण सफलतापूर्वक अद्यावधिक गरियो',
    'add_award_type' => 'पुरस्कार प्रकार सफलतापूर्वक सिर्जना गरियो',

    /** Bonus */
    'delete_bonus' => 'बोनस विवरण सफलतापूर्वक हटाइयो',
    'update_bonus' => 'बोनस विवरण सफलतापूर्वक अद्यावधिक गरियो',
    'add_bonus' => 'बोनस विवरण सफलतापूर्वक सिर्जना गरियो',

    /** Branch */
    'add_branch' => 'नयाँ शाखा सफलतापूर्वक थपियो',
    'branch_not_found' => 'शाखा विवरण फेला परेन',
    'update_branch' => 'शाखा विवरण सफलतापूर्वक अद्यावधिक गरियो',
    'branch_delete_warning' => 'विभागहरू भएको शाखा हटाउन सकिदैन',
    'branch_delete_router_warning' => 'राउटर विवरणहरू भएको शाखा हटाउन सकिदैन',
    'delete_branch' => 'शाखा अभिलेख सफलतापूर्वक हटाइयो',

    /** client */
    'add_client' => 'ग्राहक विवरण सफलतापूर्वक सिर्जना गरियो',
    'update_client' => 'ग्राहक विवरण सफलतापूर्वक अद्यावधिक गरियो',
    'delete_client' => 'ग्राहक विवरण सफलतापूर्वक हटाइयो',

    /** company */
    'add_company' => 'कम्पनी विवरण सफलतापूर्वक थपियो',
    'update_company' => 'कम्पनी विवरण सफलतापूर्वक अद्यावधिक गरियो',
    'add_company_warning' => 'यो डेमो संस्करण हो। कृपया पूर्ण कार्यक्षमताको लागि अनुप्रयोग खरिद गर्नुहोस्',

    /** Dashboard */
    'company_not_found' => 'कम्पनी विवरण फेला परेन',

    /** Department */
    'add_department' => 'नयाँ विभाग सफलतापूर्वक थपियो',
    'department_not_found' => 'विभाग विवरण फेला परेन',
    'update_department' => 'विभाग विवरण सफलतापूर्वक अद्यावधिक गरियो',
    'delete_department_warning' => 'पोस्टहरू भएको विभाग हटाउन सकिदैन',
    'delete_department' => 'विभाग अभिलेख सफलतापूर्वक हटाइयो',

    /** Employee Logout */
    'logout_request' => 'कर्मचारीको लॉगआउट अनुरोध स्वीकार गरियो',

    /** Employee salary */
    'account_not_found' => 'कर्मचारी खाता विवरण फेला परेन',
    'invalid_cycle' => 'अमान्य चक्र डेटा',
    'salary_cycle_update' => 'तलब चक्र :cycle मा सफलतापूर्वक अद्यावधिक गरियो',
    'payroll_update' => 'पेरोल सफलतापूर्वक अद्यावधिक गरियो',
    'payroll_delete_error' => 'पेरोल भुक्तानी वा लक गरेपछि हटाउन सकिदैन।',
    'payroll_delete' => 'पेरोल सफलतापूर्वक हटाइयो',
    'salary_add' => 'कर्मचारी तलब सफलतापूर्वक थपियो',
    'salary_update' => 'कर्मचारी तलब सफलतापूर्वक अद्यावधिक गरियो',
    'payment_date_error' => 'भुक्तानी गर्दा कृपया भुक्तानी मिति छान्नुहोस्।',
    'payment_method_error' => 'भुक्तानी गर्दा कृपया भुक्तानी विधि छान्नुहोस्।',
    'salary_delete' => 'कर्मचारी तलब सफलतापूर्वक हटाइयो',

    /** Fiscal Year */
    'invalid_format' => 'वित्तीय वर्षको स्वरूप अमान्य छ।',
    'start_date_mismatch' => 'सुरूको मिति वर्ष वित्तीय वर्षको पहिलो वर्षसँग मेल खानु पर्छ।',
    'end_date_mismatch' => 'अन्त्यको मिति वर्ष वित्तीय वर्षको दोस्रो वर्षसँग मेल खानु पर्छ।',
    'minimum_duration' => 'वित्तीय वर्ष कम्तीमा 365 दिनको हुनु पर्छ।',
    'overlaps_existing' => 'नयाँ वित्तीय वर्ष विद्यमान वर्षसँग ओभरलैप गर्दछ।',
    'fiscal_year_created' => 'वित्तीय वर्ष सफलतापूर्वक सिर्जना गरियो',
    'fiscal_year_updated' => 'वित्तीय वर्षको विवरण सफलतापूर्वक अद्यावधिक गरियो',
    'fiscal_year_deleted' => 'वित्तीय वर्ष सफलतापूर्वक मेटाइयो',

    /** General Setting */
    'general_setting_update' => 'सामान्य सेटिङको विवरण सफलतापूर्वक अद्यावधिक गरियो',
    'general_setting_delete' => 'सामान्य सेटिङको विवरण सफलतापूर्वक मेटाइयो',
    'general_setting_add' => 'सामान्य सेटिङमा नयाँ विवरण थपियो',

    /** Holiday */
    'holidays_added' => 'नयाँ बिदाको विवरण सफलतापूर्वक थपियो',
    'holidays_updated' => 'बिदाको विवरण सफलतापूर्वक अद्यावधिक गरियो',
    'holiday_status_changed' => 'बिदाको स्थिति सफलतापूर्वक परिवर्तन गरियो',
    'holidays_removed' => 'बिदा सफलतापूर्वक मेटाइयो',
    'holidays_imported' => 'बिदाको विवरण सफलतापूर्वक आयात गरियो',
    'holidays_import_error' => 'तपाईंको CSV फाइलहरू हाम्रो डेटाबेससँग मेल खाँदैनन्। तपाईका स्तम्भहरू यस अनुक्रममा हुनु पर्छ: इभेन्ट, इभेन्ट_मिति, नोट र केवल सार्वजनिक बिदा',

    /** Leave */
    'leave_status_updated' => 'स्थिति सफलतापूर्वक अद्यावधिक गरियो',
    'leave_submitted' => 'अवकाशको अनुरोध सफलतापूर्वक पेश गरियो',
    'leave_notification_title' => 'अवकाश अनुरोध सूचना',
    'leave_notification_message' => ':name ले :days दिनको छुट्टीको अनुरोध :from_date देखि :request_date मा गरेको छ। कारण: :reason',
    'leave_notification_message_on_behalf' => ':requester_name ले :employee_name को तर्फबाट :days दिनको छुट्टीको अनुरोध :from_date देखि :request_date मा गरेको छ। कारण: :reason',

    /** Leave Type */
    'data_found' => 'डाटा भेटियो',
    'leave_type_added' => 'नयाँ बिदा प्रकार सफलतापूर्वक थपियो, सुनिश्चित गर्नुहोस् कि यस बिदा प्रकारका लागि स्वीकृति प्रक्रिया छ।',
    'leave_type_updated' => 'बिदा प्रकार सफलतापूर्वक अद्यावधिक गरियो, सुनिश्चित गर्नुहोस् कि यस बिदा प्रकारका लागि स्वीकृति प्रक्रिया छ।',
    'leave_type_not_found' => 'छुट्टी प्रकार फेला परेन',
    'leave_type_cannot_delete_in_use' => 'तपाईं :name मेटाउन सक्नुहुन्न किनकि यसलाई प्रयोग गरिरहेको छ',
    'leave_type_deleted' => 'छुट्टी प्रकार सफलतापूर्वक मेटाइयो',
    'leave_type_early_exit_status_changed' => 'अर्ली एक्जिट स्थिति सफलतापूर्वक परिवर्तन गरियो',

    /** NFC */
    'nfc_deleted' => 'NFC सफलतापूर्वक मेटाइयो',

    /** Notice */
    'notice_status_changed' => 'सूचना स्थिति सफलतापूर्वक परिवर्तन गरियो',
    'notice_deleted' => 'सूचना सफलतापूर्वक मेटाइयो',
    'notice_sent' => 'सूचना सफलतापूर्वक पठाइयो',
    'notice_update_sent' => 'सूचना सफलतापूर्वक अद्यावधिक गरियो र पठाइयो',
    'notice_create_sent' => 'सूचना सफलतापूर्वक सिर्जना गरियो र पठाइयो',

    /** Notification */
    'notification_update_sent' => 'सूचना सफलतापूर्वक अद्यावधिक गरियो र पठाइयो',
    'notification_create_sent' => 'सूचना सफलतापूर्वक सिर्जना गरियो र पठाइयो',
    'notification_not_found' => 'सूचना भेटिएन',
    'notification_status_change' => 'सूचना स्थिति सफलतापूर्वक परिवर्तन गरियो',
    'notification_deleted' => 'सूचना सफलतापूर्वक मेटाइयो',
    'notification_sent' => 'सूचना सफलतापूर्वक पठाइयो',

    /** Office Time */
    'office_time_already_exists' => ':opening_time र :closing_time को साथ कार्यालयको कार्यक्रम पहिले नै अस्तित्वमा छ',
    'office_time_added' => 'नयाँ कार्यालय कार्यक्रम सफलतापूर्वक थपियो',
    'office_time_added_night_shift' => 'नयाँ कार्यालय कार्यक्रम सफलतापूर्वक थपियो। कृपया ध्यान दिनुहोस् कि यस शिफ्टको लागि धेरै पटक चेक-इन र चेक-आउट काम गर्नेछैन',
    'office_time_not_found' => 'कार्यालय समयको विवरण फेला परेन',
    'office_time_updated' => 'कार्यालय समयको विवरण सफलतापूर्वक अद्यावधिक गरियो',
    'office_time_updated_night_shift' => 'कार्यालय समयको विवरण सफलतापूर्वक अद्यावधिक गरियो। कृपया ध्यान दिनुहोस् कि यस शिफ्टको लागि धेरै पटक चेक-इन र चेक-आउट काम गर्नेछैन',
    'office_time_status_change_error' => 'कार्यालय समयको स्थिति परिवर्तन गर्न सकिँदैन। यो प्रयोगमा छ।',
    'office_time_delete_error' => 'कार्यालय समय मेटाउन सकिँदैन। यो प्रयोगमा छ।',
    'office_time_deleted' => 'कार्यालय कार्यक्रम सफलतापूर्वक मेटाइयो',

    /** Overtime */
    'overtime_add' => 'अधिक समय सफलतापूर्वक थपियो',
    'overtime_update' => 'अधिक समय सफलतापूर्वक अद्यावधिक गरियो',
    'overtime_delete' => 'अधिक समय सफलतापूर्वक मेटाइयो',

    /** Payment Currency */
    'currency_update' => 'भुक्तानी मुद्रा सफलतापूर्वक अद्यावधिक गरियो',

    /** Payment Method */
    'payment_method_add' => 'भुक्तानी विधिहरू सफलतापूर्वक थपियो',
    'payment_method_update' => 'भुक्तानी विधि सफलतापूर्वक अद्यावधिक गरियो',
    'payment_method_delete' => 'भुक्तानी विधिको विवरण सफलतापूर्वक मेटाइयो',

    /** Post */
    'post_add' => 'नयाँ पोस्ट सफलतापूर्वक थपियो',
    'post_update' => 'पोस्टको विवरण सफलतापूर्वक अद्यावधिक गरियो',
    'post_not_found' => 'पोस्टको विवरण फेला परेन',
    'post_delete_error' => 'सक्रिय वा निष्क्रिय कर्मचारीहरू भएको पोस्ट मेटाउन सकिँदैन।',
    'post_delete' => 'पोस्टको विवरण सफलतापूर्वक मेटाइयो',

    /** Privacy Policy */
    'privacy_policy_not_found' => 'गोपनीयता नीति फेला परेन',
    'page_not_found' => 'पृष्ठ फेला परेन',

    /** Project */
    'project_notification' => 'प्रोजेक्ट सूचना',
    'project_assign' => 'तपाईंलाई नयाँ परियोजना :name मा नियुक्त गरिएको छ जसको म्याद :deadline छ',
    'project_add' => 'नयाँ परियोजना सफलतापूर्वक थपियो',
    'project_update' => 'प्रोजेक्टको विवरण सफलतापूर्वक अद्यावधिक गरियो',
    'project_delete' => 'प्रोजेक्टको विवरण सफलतापूर्वक मेटाइयो',
    'something_went_wrong' => 'केही गल्ति भयो',
    'project_not_found' => 'प्रोजेक्टको विवरण फेला परेन',
    'project_leader_updated' => 'प्रोजेक्ट लीडर :name को विवरण सफलतापूर्वक अद्यावधिक गरियो',
    'project_member_updated' => 'प्रोजेक्ट सदस्य :name को विवरण सफलतापूर्वक अद्यावधिक गरियो',

    /** QR */
    'qr_add' => 'QR सफलतापूर्वक सिर्जना गरिएको छ',
    'qr_update' => 'QR सफलतापूर्वक अपडेट गरिएको छ',
    'qr_delete' => 'QR सफलतापूर्वक मेटाइएको छ',

    /** Role */
    'add_role' => 'नयाँ भूमिका सफलतापूर्वक थपिएको छ',
    'role_not_found' => 'भूमिकाको विवरण फेला परेन',
    'admin_role_delete_error' => 'व्यवस्थापक भूमिकालाई सम्पादन गर्न सकिँदैन',
    'role_update' => 'भूमिकाको विवरण सफलतापूर्वक अपडेट गरिएको छ',
    'assign_role_delete_error' => 'आवंटित भूमिकालाई मेटाउन सकिँदैन',
    'role_delete' => 'भूमिकाको विवरण सफलतापूर्वक मेटाइएको छ',
    'assign_admin_warning' => 'व्यवस्थापक भूमिका सधैं सबै अनुमतिहरूसँग सौंपिएको हुन्छ',
    'permission_update' => 'भूमिका लागि अनुमतिहरू सफलतापूर्वक अपडेट गरिएको छ',

    /** Router */
    'router_add' => 'राउटरको विवरण सफलतापूर्वक थपिएको छ',
    'router_detail_not_found' => 'राउटरको विवरण फेला परेन',
    'router_delete' => 'राउटरको विवरण सफलतापूर्वक मेटाइएको छ',
    'router_update' => 'राउटरको विवरण सफलतापूर्वक अपडेट गरिएको छ',

    /** Salary Component */
    'salary_component_add' => 'वेतन घटक सफलतापूर्वक थपिएको छ',
    'salary_component_update' => 'वेतन घटकको विवरण सफलतापूर्वक अपडेट गरिएको छ',
    'salary_component_delete' => 'वेतन घटकको विवरण सफलतापूर्वक मेटाइएको छ',

    /** Salary Group */
    'salary_group_delete' => 'वेतन समूहको विवरण सफलतापूर्वक मेटाइएको छ',
    'salary_group_delete_error' => 'यो वेतन समूह मेटाउन सकिँदैन, यो प्रयोगमा छ।',
    'salary_group_update' => 'वेतन समूहको विवरण सफलतापूर्वक अपडेट गरिएको छ',
    'salary_group_add' => 'वेतन समूह सफलतापूर्वक थपिएको छ',

    /** Salary History */
    'salary_history_update' => 'कर्मचारीको वेतन सफलतापूर्वक अपडेट गरिएको छ',

    /** Salary TDS */
    'salary_tds_add' => 'वेतन TDS विवरण सफलतापूर्वक थपिएको छ',
    'salary_tds_update' => 'TDS विवरण सफलतापूर्वक अपडेट गरिएको छ',
    'salary_tds_delete' => 'वेतन TDS विवरण सफलतापूर्वक मेटाइएको छ',

    /** SSF */
    'ssf_add' => 'SSF विवरण सफलतापूर्वक थपिएको छ',
    'ssf_update' => 'SSF विवरण सफलतापूर्वक अपडेट गरिएको छ',

    /** Static Page */
    'add_page' => 'नयाँ स्थिर पृष्ठ सामग्री सफलतापूर्वक थपिएको छ',
    'update_page' => 'स्थिर पृष्ठ सामग्री सफलतापूर्वक अपडेट गरिएको छ',
    'change_page_status' => 'स्थिर पृष्ठ सामग्रीको स्थिति सफलतापूर्वक परिवर्तन गरिएको छ',
    'static_page_not_found' => 'स्थिर पृष्ठ सामग्रीको विवरण फेला परेन',
    'delete_page' => 'स्थिर पृष्ठ सामग्री सफलतापूर्वक मेटाइएको छ',

    /** Support */
    'query_not_found' => 'प्रश्नको विवरण फेला परेन',
    'support_notification' => 'समर्थन सूचना',
    'support_message' => 'तपाईंको समर्थन अनुरोध :title हेरिएको छ र यसको स्थिति :status हो',
    'query_delete' => 'प्रश्न सफलतापूर्वक मेटाइएको छ',
    'query_status_change' => 'प्रश्नको स्थिति सफलतापूर्वक परिवर्तन गरिएको छ',

    /** Tada Attachment */
    'attachment_add' => 'Tada अट्याचमेन्ट सफलतापूर्वक थपिएको छ',
    'attachment_delete' => 'Tada अट्याचमेन्ट सफलतापूर्वक मेटाइएको छ',

    /** Tada */
    'add_tada' => 'Tada विवरण सफलतापूर्वक थपिएको छ',
    'update_tada' => 'Tada विवरण सफलतापूर्वक अपडेट गरिएको छ',
    'delete_tada' => 'Tada विवरण सफलतापूर्वक मेटाइएको छ',
    'tada_settlement_change' => 'Tada निपटान स्थिति सफलतापूर्वक परिवर्तन गरिएको छ',
    'tada_status_change' => 'Tada विवरणको स्थिति सफलतापूर्वक परिवर्तन गरिएको छ',

    /** Task CheckList */
    'checklist_add' => 'टास्क चेकलिस्ट सफलतापूर्वक थपिएको छ',
    'checklist_update' => 'टास्क चेकलिस्ट सफलतापूर्वक अपडेट गरिएको छ',
    'checklist_delete' => 'टास्क चेकलिस्ट सफलतापूर्वक मेटाइएको छ',
    'checklist_status_change' => 'टास्क चेकलिस्टको स्थिति सफलतापूर्वक परिवर्तन गरिएको छ',

    /** Comment */
    'add_comment' => 'डाटा सफलतापूर्वक सिर्जना गरिएको छ',
    'delete_comment' => 'टिप्पणी सफलतापूर्वक मेटाइएको छ',
    'delete_reply' => 'टिप्पणीको उत्तर सफलतापूर्वक मेटाइएको छ',

    /** Task */
    'task_notification' => 'कार्य असाइनमेन्ट सूचना',
    'task_notification_message' => 'तपाईंलाई नयाँ कार्य :name सौंपिएको छ जसको समयसीमा :end_date हो',
    'task_remove_notification_message'=> 'तपाईंलाई कार्य :name बाट हटाइयो',
    'task_add' => 'नयाँ कार्य सफलतापूर्वक थपिएको छ',
    'task_update' => 'कार्यको विवरण सफलतापूर्वक अपडेट गरिएको छ',
    'task_delete' => 'कार्यको विवरण सफलतापूर्वक मेटाइएको छ',

    /** Tax Report */
    'tax_report_add' => 'कर रिपोर्ट सफलतापूर्वक अपडेट गरिएको छ',

    /** Team Meeting */
    'team_meeting_create' => 'टीम बैठक सफलतापूर्वक सिर्जना गरिएको र पठाइएको छ',
    'team_meeting_update' => 'टीम बैठक सफलतापूर्वक अपडेट गरिएको र पठाइएको छ',
    'team_meeting_delete' => 'टीम बैठकको विवरण सफलतापूर्वक मेटाइएको छ',
    'image_delete' => 'छवि सफलतापूर्वक मेटाइएको छ',

    /** Time Leave */
    'time_leave_not_found' => 'अवकाश अनुरोध फेला परेन',
    'time_leve_fetch_error' => 'अवकाश अनुरोध विवरण ल्याउँदा त्रुटि',
    'status_update' => 'स्थिति सफलतापूर्वक अपडेट गरिएको छ',
    'time_leve_submit' => 'अवकाश अनुरोध सफलतापूर्वक सबमिट गरिएको छ',

    /** Undertime */
    'ut_create' => 'UnderTime सफलतापूर्वक सिर्जना गरिएको छ',
    'ut_update' => 'UnderTime सफलतापूर्वक अपडेट गरिएको छ',
    'ut_delete' => 'UnderTime सफलतापूर्वक मेटाइएको छ',

    /** User */
    'add_user' => 'नयाँ कर्मचारीको विवरण सफलतापूर्वक थपिएको छ',
    'user_not_found' => 'प्रयोगकर्ताको विवरण फेला परेन',
    'update_user' => 'प्रयोगकर्ताको विवरण सफलतापूर्वक अपडेट गरिएको छ',
    'user_is_active_changed' => 'प्रयोगकर्ताको सक्रिय स्थिति सफलतापूर्वक परिवर्तन गरिएको छ',
    '_delete_own' => 'आफ्ना रेकर्ड मेटाउन सकिँदैन',
    'user_remove' => 'प्रयोगकर्ताको विवरण सफलतापूर्वक मेटाइएको छ',
    'workspace_change' => 'प्रयोगकर्ताको कार्यक्षेत्र सफलतापूर्वक परिवर्तन गरिएको छ',
    'user_password_change' => 'प्रयोगकर्ताको पासवर्ड सफलतापूर्वक परिवर्तन गरिएको छ',
    'force_logout' => 'फोर्स लग आउट सफलतापूर्वक गरिएको छ',
    'employee_leave_not_found' => 'कर्मचारीको छुट्टी प्रकारको विवरण फेला परेन',
    'employee_leave_removed' => 'प्रयोगकर्ता छुट्टी प्रकार सफलतापूर्वक मेटाइएको छ',

    'asset_type_not_found' => 'सम्पत्ति प्रकार फेला परेन',
    'attachment_not_found' => 'संलग्न विवरण फेला परेन',
    'project_attachment_not_found' => 'परियोजना संलग्न विवरण फेला परेन',
    'leave_attendance' => 'अवकाश अनुरोध स्वीकृत/लम्बित हुँदा चेक-इन गर्न सकिँदैन।',
    'holiday_attendance' => 'छुट्टी वा कार्यालयका छुट्टीहरूमा चेक-इन गर्न अनुमति छैन',
    'earlier_checkin' => 'चेक-इन अनुमति समयभन्दा पहिले छ!',
    'late_checkin' => 'चेक-इन अनुमत समयभन्दा ढिलो छ, कृपया प्रशासकसँग सम्पर्क गर्नुहोस्!',
    'early_checkout' => 'तपाईं छिटो चेक-आउट गर्न सक्नुहुन्न!',
    'late_checkout' => 'चेक-आउट अनुमत समयभन्दा ढिलो छ। कृपया प्रशासकसँग सम्पर्क गर्नुहोस्',
    'attendance_outside' => 'कार्यस्थल बाहिर उपस्थिति लिन सकिँदैन',
    'attendance_not_found' => 'उपस्थिति विवरण फेला परेन',
    'invalid_credential' => 'अमान्य प्रयोगकर्ता नाम प्रमाण-पत्र!',
    'no_record_credentials' => 'यी प्रमाण-पत्रहरू हाम्रो रेकर्डसँग मेल खाँदैनन्।',
    'log_out_request' => 'लॉग आउट अनुरोध अझै लम्बित छ, कृपया प्रशासकसँग सम्पर्क गर्नुहोस्!',
    'log_out_error' => 'कृपया अर्को उपकरणबाट लग आउट गर्नुहोस्',
    'client_not_found' => 'ग्राहक विवरण फेला परेन',
    'holiday_not_found' => 'छुट्टी विवरण फेला परेन',
    'different_leave_bs_year' => 'अवकाश बी.एस वर्ष अवकाशदेखि बी.एस वर्ष उस्तै हुनुपर्छ।',
    'different_leave_ad_year' => 'अवकाश ए.डी वर्ष अवकाशदेखि ए.डी वर्ष उस्तै हुनुपर्छ।',
    'offday_leave' => 'तपाईंले छुट्टी वा कार्यालय छुट्टीहरूमा अवकाश लिन सक्नुहुन्न',
    'leave_status_error' => 'दिइएको मितिका लागि अवकाश अनुरोध पहिले नै :status छ।',
    'leave_exceed_error' => 'अवकाश अनुरोध दिनहरू :name का लागि :day दिनभन्दा बढी भयो। कृपया अर्को प्रकारको अवकाश प्रयास गर्नुहोस्',
    'leave_request_not_found' => 'अवकाश अनुरोध विवरण फेला परेन',
    'leave_pending_error' => 'दिइएको मितिका लागि अवकाश अनुरोध पहिले नै :status छ।',
    'leave_end_time_error' => 'तपाईं कार्यालय समाप्त समयपछि अवकाश लिन सक्नुहुन्न',
    'leave_start_time_error' => 'तपाईं कार्यालय प्रारम्भ समय अघि अवकाश लिन सक्नुहुन्न',
    'nfc_not_found' => 'NFC विवरण फेला परेन',
    'notice_not_found' => 'सूचना विवरण फेला परेन',
    'user_notification_not_found' => 'प्रयोगकर्ता सूचना विवरण फेला परेन',
    'unauthorized_action' => 'अनधिकृत कार्य',
    'advance_salary_not_found' => 'एडभान्स सैलरी विवरण फेला परेन',
    'approve_salary_delete_error' => 'स्वीकृत एडभान्स सैलरी विवरण हटाउन सकिँदैन।',
    'advance_salary_limit' => 'रिलिज गरिएको रकम अनुरोध गरिएको रकमभन्दा बढी हुन सक्दैन (:amount)',
    'advance_salary_update_error' => 'स्वीकृत वा अस्वीकृत भएपछि विवरण अपडेट गर्न वा परिवर्तन गर्न सकिँदैन',
    'employee_salary_not_found' => 'कर्मचारी तलब फेला परेन',
    'cannot_comment' => 'माफ गर्नुहोस्, तपाईं यस कार्यमा टिप्पणी गर्न सक्नुहुन्न',
    'cannot_delete_comment' => 'माफ गर्नुहोस्, तपाईंले यो टिप्पणी मेटाउन सक्नुहुन्न',
    'cannot_delete_reply' => 'माफ गर्नुहोस्, तपाईंले यो उत्तर मेटाउन सक्नुहुन्न',

];
